{
    "data": [
        {
            "author": "PresentMicGoYeah",
            "body": "Fun times",
            "created_utc": 1615829377,
            "subreddit": "teenagers"
        },
        {
            "author": "Zoriox_YT",
            "body": "Comments are superior because they are harder to recognize,  which means if your comment blows up it is either very relatable or funny",
            "created_utc": 1615829373,
            "subreddit": "teenagers"
        },
        {
            "author": "BaldRiuyi69",
            "body": "Agree",
            "created_utc": 1615829372,
            "subreddit": "teenagers"
        },
        {
            "author": "PERCHANCE_A_COCONUT",
            "body": "You can buy them now?! Damn. I’m broke tho so....",
            "created_utc": 1615829371,
            "subreddit": "teenagers"
        },
        {
            "author": "The3rdplayer277",
            "body": "bro that’s _deep_",
            "created_utc": 1615829371,
            "subreddit": "teenagers"
        },
        {
            "author": "driverman42",
            "body": "Texas Tribune, March 5, 2021 with an update March 8, 2021. \n   Abbott turned down federal aid to help with testing migrants, saying it's the Feds job. \n    Brownsville did its own testing and came up with 6.3% positive,  which is below the state average of 8.3%. \n    Interesting article.",
            "created_utc": 1615829379,
            "subreddit": "politics"
        },
        {
            "author": "rosch323",
            "body": "And surprisingly enough, you don’t see many AR-15’s used in a large majority of gun related crimes/deaths. Statistically, handguns are used more frequently than rifles because of how easy they are to conceal. \n\nIn fact, the round fired by an AR15 is classified as a varmint round and several states ban its use for hunting because it isn’t lethal enough. It wounds more than it kills. The military chose the same round for their carbines in order to better attrit the enemy. If the military kills a guy, they is one less person to fight. But if they wound him, two of his buddies have to carry him off the battlefield, then a team of surgeons do surgery to save his life and expend medical supplies in the process. Thus furthering our goals of attrition. Use up their supplies faster to force a surrender on our terms. \n\nTo call it high powered is either naive or intentionally misleading. More people were killed in the VA Tech shooting (32) which was perpetrated by handguns, than were killed in either the Sandy Hook (28) or Parkland (17) shootings where AR-15’s were used. But you are missing the point. The shootings were illegal regardless of the gun used. There are already laws against shooting people, and it still happens, how are more laws against specific guns going to fix that?",
            "created_utc": 1615829378,
            "subreddit": "politics"
        },
        {
            "author": "Publius82",
            "body": "And something that shouldn't even exist takes time and oxygen away from legitimate cases",
            "created_utc": 1615829378,
            "subreddit": "politics"
        },
        {
            "author": "AvengerMKII",
            "body": "Some of these reporters need to pay attention to the questions being asked because I'm 99.9% sure that it's already been answered.",
            "created_utc": 1615829374,
            "subreddit": "politics"
        },
        {
            "author": "Chrisalys",
            "body": "Well, I gave you the starry award for visibility, so maybe I was able to contribute anyway. :)",
            "created_utc": 1615829373,
            "subreddit": "politics"
        }
    ]
},
